;Place localized text in this file

[TravelLight X2WeaponTemplate]
FriendlyName="轻装上阵"
FriendlyNamePlural="轻装上阵"
BriefSummary="此插槽不装备任何物品"
TacticalText="携带更少的装备进入战斗可以使你移动更快。提供+2移动性加成"
AbilityDescName="空"

[TravelLightMobilityBonus X2AbilityTemplate]
LocFriendlyName="轻装上阵"
LocFlyOverText="轻装上阵"
LocLongDescription="不携带额外武器提供+2移动性加成。"
LocHelpText="不携带额外武器提供+2移动性加成。"
LocPromotionPopupText="<Bullet/> 不携带额外武器提供+2移动性加成。"

[Claymore_Shrapnel X2WeaponTemplate]
FriendlyName="阔剑地雷（弹片）"
FriendlyNamePlural="阔剑地雷（弹片）"
BriefSummary="升级版的阔剑地雷，拥有弹片特性。"
TacticalText="升级版的阔剑地雷，增加了弹片特性以提升功能。"
AbilityDescName="阔剑地雷（弹片）"

[Claymore_Distraction X2WeaponTemplate]
FriendlyName="阔剑地雷（干扰）"
FriendlyNamePlural="阔剑地雷（干扰）"
BriefSummary="升级版的阔剑地雷，拥有干扰特性。"
TacticalText="升级版的阔剑地雷，增加了干扰特性以提升功能。"
AbilityDescName="阔剑地雷（干扰）"

[Claymore_HomingMine X2WeaponTemplate]
FriendlyName="阔剑地雷（追踪）"
FriendlyNamePlural="阔剑地雷（追踪）"
BriefSummary="升级版的阔剑地雷，拥有追踪特性。"
TacticalText="升级版的阔剑地雷，增加了追踪特性以提升功能。"
AbilityDescName="阔剑地雷（追踪）"

;[Claymore_Highlands X2WeaponTemplate]
;FriendlyName="阔剑地雷（高地）"
;FriendlyNamePlural="阔剑地雷（高地）"
;BriefSummary="升级版的阔剑地雷，拥有高地特性。"
;TacticalText="升级版的阔剑地雷，增加了高地特性以提升功能。"
;AbilityDescName="阔剑地雷（高地）"